Repository: mozilla-l10n/mt-training-data
Catalog: ug/ug_pontoon.tmx
Source language: en_us
Languages: ug

source: 1 sentence collected
ug: 1 جۈملە توپلاندى

source: 2019 End-of-Year Release
ug: 2019-يىل ئاخىرى ئېلان قىلىندى

source: 2 down, keep it up!<playIcon></playIcon>
ug: ئىككىسى تۈگىدى ، داۋاملاشتۇرۇڭ! <playIcon> </playIcon>

source: ≥ 2 No votes
ug: ≥ 2 ياق بېلەت

source: ≥ 2 Yes votes
ug: ≥ 2 ھەئە بېلەت

source: Abbreviations and Acronyms
ug: قىسقارتىش ۋە قىسقا ئاتلار

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
ug: مەنبە تېكىستتە «ئا ق ش» ياكى «تىلكوم» دېگەندەك قىسقارتىلغان سۆزلەردىن ساقلىنىش كېرەك چۈنكى ئۇلار ئىملاسىغا ماس كەلمەيدىغان شەكىلدە ئوقۇلۇشى مۇمكىن. ئۇنىڭدىن باشقا، بىر قىسقارتىلما تېكىسنىڭ كۆپ خىل توغرا ئوقۇلۇشى بولۇشى مۇمكىن.

source: Abkhaz
ug: ئابخازچە

source: About
ug: ھەققىدە

source: About options menu
ug: تاللانما تىزىملىك ھەققىدە

source: Academic Reference
ug: ئىلمىي ماقالە پايدىلانمىلار

source: Accent
ug: ئاھاڭ

source: Accepted file types: .tsv only
ug: قوللايدىغان ھۆججەت تىپى: پەقەتلا .tsv

source: Access press releases and stories related to Common Voice
ug: Common Voice ھەققىدىكى خەۋەر ۋە ماقالىگە ئېرىشىش

source: Account
ug: ھېسابات

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ug: <accuracyLink> توغرىلىق ئۆلچىمىگە قاراڭ. </accuracyLink>

source: Acehnese
ug: ئاچېھچە

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
ug: { $actionType } <micIcon></micIcon> ئىمكانقەدەر تەبىئىي ئىنكاس قايتۇرۇڭ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ug: { $actionType }<playIcon></playIcon>ئۇلار جۈملىنى توغرا سۆزلەپتىمۇ؟

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ug: { $actionType }<recordIcon></recordIcon> ئاندىن جۈملىنى ئۈنلۈك ئوقۇڭ

source: { $actionType }<stopIcon></stopIcon> when done
ug: { $actionType }<stopIcon></stopIcon> تاماملانغاندىن كېيىن

source: { $actionType } submit when ready
ug: { $actionType }تەييار بولغاندا يوللاڭ

source: Adamawa Fulfulde
ug: ئاداماۋا فۇلفۇلدې

source: Add and Review Sentences, Add Questions, Transcribe Audio
ug: جۈملە قوشۇش ۋە تەكشۈرۈش، سوئال قوشۇش، ئاۋازنى تېكىستكە خاتىرىلەش

source: Add as much information as you can about the language. This could include:
ug: تىل ھەققىدە ئىمكانقەدەر كۆپرەك ئۇچۇر قوشۇڭ. بۇ تۆۋەندىكىلەرنى ئۆز ئىچىگە ئالىدۇ:

source: Add <icon></icon> a public domain sentence
ug: ئاممىۋى دائىرىدىكى جۈملە <icon> </icon> قوشۇڭ

source: Add information
ug: ئۇچۇر قوش

source: Adding Sentences
ug: جۈملە قوشۇش

source: Additional Language
ug: قوشۇمچە تىل

source: Add Language
ug: تىل قوشۇڭ

source: Add new custom accent "{ $inputValue }"
ug: يېڭى { $inputValue } تەلەپپۇز قوشۇش

source: Add new sentences for the community to read
ug: جامائەتنىڭ ئوقۇشى ئۈچۈن يېڭى جۈملە قوشىدۇ

source: Add one sentence per line
ug: بىر قۇرغا بىر جۈملە قوشۇلىدۇ

source: Add questions in your language
ug: تىلىڭىزدا سوئال قوشىدۇ

source: Add Questions <small>(Coming soon)</small>
ug: سوئال قوش<small>(پات يېقىندا قوشۇلىدۇ)</small>

source: Add Sentences
ug: جۈملە قوشۇش

source: Add sentences in your language
ug: تىلىڭىزدا جۈملە قوشىدۇ

source: Add up to 1,000 sentences
ug: ئەڭ كۆپ بولغاندا 1000 جۈملە قوشقىلى بولىدۇ

source: Add Your Voice
ug: ئاۋازىڭىزنى قوشۇڭ

source: Adyghe
ug: ئادىگېيچە

source: Afaan Oromo
ug: ئورومچە

source: Afar
ug: ئافار

source: A few bytes
ug: بىر قانچە بايت

source: Afrikaans
ug: جەنۇبىي ئافرىقا تىلى

source: Age
ug: يېشى

source: Agriculture and Food
ug: دېھقانچىلىق ۋە يېمەكلىك

source: Albanian
ug: ئالبانچە

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ug: ئازراق مۇھىت شاۋقۇن ئاۋازى بولسا بولىۋېرىدۇ، ئەمما باشقا بىر كىشىنىڭ سۆزىنى ئېنىق ئاڭلىيالىسىڭىز، بۇ ئۈن ئۈزۈندىسىنى رەت قىلىش كېرەك. بۇ خىل ئەھۋال ئادەتتە تېلېۋىزور ئوچۇق قالغان ياكى يېقىن ئەتراپتا باشقىلار پاراڭلىشىۋاتقان يەردە يۈز بېرىدۇ.

source: All
ug: ھەممىسى

source: All sentence must have the same domain
ug: بارلىق جۈملىلەر چوقۇم ئوخشاش دائىرىدىن كېلىشى كېرەك.

source: All sentences must have the same citation
ug: بارلىق جۈملىلەرنىڭ چوقۇم ئوخشاش نەقىلى بولۇشى كېرەك.

source: Already have an account? <login>Log-In</login>
ug: ھېساباتىڭىز بارمۇ؟ <login>تىزىمغا كىرىڭ</ login>

source: Amharic
ug: ئامخاراچە

source: An error occurred fetching sentences
ug: جۈملىلەرگە ئېرىشىشتە خاتالىق كۆرۈلدى

source: An error occurred reviewing this sentence
ug: بۇ جۈملىنى تەكشۈرۈشتە خاتالىق كۆرۈلدى

source: An error occurred submitting your voice information
ug: ئاۋاز ئۇچۇرلىرىڭىزنى يوللاشتا خاتالىق كۆرۈلدى

source: An error occurred while creating this transcript
ug: بۇ خەت پۈتۈكنى قۇرۇۋاتقاندا خاتالىق كۆرۈلدى

source: An error occurred while editing the transcript
ug: خەت پۈتۈكنى تەھرىرلەۋاتقاندا خاتالىق كۆرۈلدى

source: An error occurred while recording
ug: ئۈنگە ئېلىۋاتقاندا خاتالىق كۆرۈلدى

source: An error occurred while skipping the transcript
ug: خەت پۈتۈكتىن ئاتلاۋاتقاندا خاتالىق كۆرۈلدى

source: An error occurred while skipping this prompt
ug: بۇ ئەسكەرتىشتىن ئاتلاۋاتقاندا خاتالىق كۆرۈلدى

source: An error occurred while submitting the report
ug: دوكلات يوللاۋاتقاندا خاتالىق كۆرۈلدى

source: An error occurred while uploading your response
ug: قايتۇرما ئىنكاسىڭىزنى يۈكلەۋاتقاندا خاتالىق كۆرۈلدى

source: An error occurred while voting the transcript
ug: خەت پۈتۈككە بىلەت تاشلاۋاتقاندا خاتالىق كۆرۈلدى

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ug: ياش ، جىنس ۋە تەلەپپۇزغا ئوخشاش ئۇچۇرلىرىڭىز ئاۋاز پەرقلەندۈرۈش ماتورىنى مەشىقلەندۈرۈشتە ئىشلىتىلىدىغان ئاۋاز سانلىق مەلۇماتلىرىنى ياخشىلاشقا ياردەم بېرىدۇ. ئىشلەتكۈچى ئىسمىڭىز ۋە ئېلخەت ئادرېسىڭىز ھەرگىزمۇ يوللىغان سانلىق مەلۇماتلىرىڭىز بىلەن باغلانمايدۇ ، ئىشلەتكۈچى ئىسمىڭىزنى ئاشكارىلاش ياكى نامسىز قىلىشنى ئۆزىڭىز تاللىسىڭىز بولىدۇ.

source: Answer Questions <small>(Coming soon)</small>
ug: سوئالغا جاۋاب <small>(پات يېقىندا قوشۇلىدۇ)</small>

source: Approve
ug: تەستىقلا

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ug: ئازراق شاۋقۇن بولسا بولىدۇ، ئەمما ماشىنا ھېسابلاش ئۇسۇلى سۆز دەپ تونۇۋېلىش ئېھتىمالى بولغان تېكىستتە يوق ئاۋاز بولسا بولمايدۇ. ئەگەر تېكىستتە يوق سۆزنى ئاڭلىغان بولسىڭىز بۇ ئۇن ئۈزۈندىسى رەت قىلىنىدۇ. ئادەتتە بۇ خىل ئەھۋال تېلېۋىزور ئوچۇق ياكى ئەتراپتا كىشىلەر پاراڭلىشىۋاتقان مۇھىتتا يۈز بېرىدۇ.

source: Arabic
ug: ئەرەبچە

source: Aragonese
ug: ئاراگونچە

source: Are you coming? [called by another]
ug: كېلىۋاتامسىز؟ [باشقىلار چاقىردى]

source: Are you coming? <strong>[called by another]</strong>
ug: كېلىۋاتامسە؟ <strong>[باشقا بىرى چاقىردى]</strong>

source: Armenian
ug: ئەرمەنچە

source: Armenian Western
ug: غەربىي ئەرمەنچە

source: Ask about a new language
ug: يېڭى تىل ھەققىدە سوئال سوراڭ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ug: <matrixLink>Matrix</matrixLink>، <discourseLink>Discourse</discourseLink> ياكى <emailLink>ئېلخەت</emailLink> ئارقىلىق بىزدىن سوئال سوراڭ.

source: Assamese
ug: ئاسسامچە

source: Asturian
ug: ئاستۇرىيەچە

source: Audio Format
ug: ئۈن پىچىمى

source: Automotive and Transport
ug: ئاپتوموبىل ۋە قاتناش

source: Avatar
ug: سىما

source: Avatar uploaded
ug: سىما يۈكلەندى

source: Average
ug: ئوتتۇرىچە

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ug: ئىشلەتكۈچى «ھەئە» بېلىتى بەرگەندە ئاۋازغا «ئىناۋەتلىك» دەپ بەلگە قويۇلىدۇ.

source: Avoid too much background noise - it should be easy to hear you.
ug: شاۋقۇننىڭ بەك كۈچلۈك بولۇشىدىن ساقلىنىڭ -سىزنىڭ ئاۋازىڭىزنى ئاڭلاش ئاسان بولسۇن.

source: Awards
ug: مۇكاپات

source: Azerbaijani
ug: ئەزەربەيجانچە

source: Baatonum
ug: باتونۇم

source: Baba Malay
ug: بابا مالاي

source: Back
ug: قايتىش

source: Background Noise
ug: مۇھىت شاۋقۇنى

source: Background Voices
ug: مۇھىت ئاۋازى

source: Back to Top
ug: ئۈستىگە قايت

source: Bafia
ug: بافىئا

source: Bafut
ug: بافۇت

source: Bahasa Malay
ug: باخاسا مالاي

source: Balochi
ug: بالۇچى

source: Bambara
ug: بامباراچە

source: Bamun
ug: بامۇن

source: Bamvele
ug: بامۋېلى

source: Bankon
ug: بانكون

source: Baoule
ug: بائولې

source: Basaa
ug: باساچە

source: Bashkir
ug: باشقىرتچە

source: Basque
ug: باسكىچە

source: Batanga
ug: باتانگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ug: ئوقۇرمەننىڭ بىر سۆزنى خاتا تەلەپپۇز قىلغانلىقى، ئۇرغۇنى خاتا ئورۇندا چىقارغانلىقى ياكى سوئال بەلگىسىگە سەل قارىغانلىقى تۈپەيلىدىن ئۈن ئۈزۈندىسىنى رەت قىلىشتىن ئېھتىيات قىلىڭ. كىشىلەر دۇنيانىڭ ھەرقايسى جايلىرىدا ھەر خىل شېۋىدە سۆزلىشىدۇ، بۇلارنىڭ بەزىلىرىنى مەھەللىڭىزدە ئاڭلاپ باقمىغان بولۇشىڭىز مۇمكىن. سىزدىن پەرقلىق سۆزلىيەلەيدىغانلارغا مىننەتدارلىق بىلدۈرۈڭ.

source: Become a Common Voice Partner
ug: Common Voice ھەمكارلاشقۇچىسى بولۇڭ

source: Belarusian
ug: بېلورۇسچە

source: Benefits
ug: پايدىسى

source: Bengali
ug: بېنگالچە

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ug: [«بېرېت» دېگەن سۆزدىكى ئۇرغۇ بىرىنچى بوغۇمدا (ئەنگلىيە) ياكى ئىككىنچى بوغۇمدا (ئامېرىكا) بولسىمۇ بولىۋېرىدۇ]

source: <bold>{ $count }</bold> Clips
ug: ئاۋاز

source: <bold>Help us</bold> find more voices
ug: تېخىمۇ كۆپ ئاۋاز تېپىشىمىزغا <bold>ياردەم قىلىڭ</bold>

source: <bold>If you value open, inclusive data - donate today!</bold>
ug: <bold>ئەگەر ئوچۇق، سىغدۇرۇشچان سانلىق مەلۇماتىڭىز بولسا-بۈگۈن ئىئانە قىلىڭ!</bold>

source: Borgu Fulfulde
ug: بورگو فۇلفۇلدې

source: Bosnian
ug: بوسنىيەچە

source: Both
ug: ھەر ئىككىلىسى

source: Both (Speak and Listen)
ug: ھەر ئىككىسى (سۆزلەڭ ۋە ئاڭلاڭ)

source: Breton
ug: بىرېتونچە

source: [British English might make "root"]
ug: [ئەنگلىيە ئىنگلىزچىسىدا «root» تەلەپپۇز قىلىنىشى مۇمكىن]

source: Browse Languages
ug: تىللارنى كۆرۈڭ

source: Build a custom goal
ug: ئىختىيارى نىشان تىكلەڭ

source: Build Profile
ug: تەرجىمىھال قۇر

source: Bulgarian
ug: بۇلغارچە

source: Bulk batch
ug: كۆپ مىقدار

source: Bulk Sentences
ug: كۆپ جۈملە

source: Bulk Sentence Submission
ug: تۈركۈملەپ جۈملە يوللاش

source: Bulk Sentences Uploaded
ug: توپلانغان جۈملىلەر يۈكلەندى

source: Bulu
ug: بۇلۇ

source: Burmese
ug: بېرمىچە

source: Buryat
ug: بۇرياتچە

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ug: <b>نېمە ئۈچۈن ئېلخەت؟</b> بىز كەلگۈسىدە سانلىق مەلۇمات ئۆزگىرىشى توغرىسىدا سىز بىلەن ئېلخەت ئارقىلىق ئالاقە قىلىشىمىز مۇمكىن.

source: By editing your goal, you may lose your existing progress.
ug: نىشانىڭىزنى تەھرىرلىسىڭىز، ھازىرقى ئىلگىرىلىشىڭىزنى يوقىتىشىڭىز مۇمكىن.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ug: ئېلخەت تاپشۇرۇۋېلىشنى تاللاش ئارقىلىق Mozilla نىڭ <privacyLink> شەخسىيەت تۈزۈمى </privacyLink> دە چۈشەندۈرۈلگەندەك، Mozilla نىڭ بۇ ئۇچۇرلارنى بىر تەرەپ قىلىشىغا قوشۇلىسىز.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ug: Common Voice تىكى سۆزلىگۈچىنىڭ كىملىكىنى ئېنىقلاش ئۈچۈن ئۇرۇنماسلىققا <b>قوشۇلىسىز</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ug: ئۆزىڭىز ھەققىدە بەزى ئۇچۇرلارنى تەمىنلەش ئارقىلىق ، Common Voice غا يوللىغان ئاۋازلىق سانلىق مەلۇماتىڭىزنىڭ ئىشلىتىشچانلىقى ئاشىدۇ. تونۇش ئىقتىدارى بۇ سانلىق مەلۇماتلارنى ئىشلىتىپ توغرىلىقىنى ئۆستۈرىدۇ.

source: By telling us about yourself, you will help developers build more inclusive technology
ug: قانداق سۆزلەۋاتقانلىقىڭىز توغرىسىدا بەزى ئۇچۇرلارنى ھەمبەھىرلەشنى خالامسىز؟

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ug: Common Voice نى ئىشلىتىش ئارقىلىق سىز بىزنىڭ <termsLink>شەرتنامە</termsLink> شۇنداقلا <privacyLink>مەخپىيەتلىك ئەسكەرتىشمىز</privacyLink> گە قوشۇلغان بولىسىز

source: Cameroon Pidgin
ug: كامېرۇن پىدگىن

source: [Canadian English might make "route" sound like "rowt"]
ug: [كانادا ئىنگلىزچىسىدا «route» نى «rowt» تەلەپپۇز قىلىشى مۇمكىن]

source: Cancel Re-recording
ug: قايتا ئۈنگە ئېلىشنى بىكار قىل

source: Cancel Submission
ug: يوللاشنى ئەمەلدىن قالدۇر

source: Cannot submit more than 1000 sentences
ug: 1000 جۈملىدىن كۆپ يوللىغىلى بولمايدۇ

source: Can't decide?
ug: قارار قىلالمىدىڭىزمۇ؟

source: Cantonese
ug: گۇاڭدۇڭچە

source: Catalan
ug: كاتالانچە

source: Central Kurdish
ug: سورانى كۇردچە

source: Central Melanau
ug: مەركىزى مىلانو

source: Change
ug: ئۆزگەرت

source: Change preferences
ug: مايىللىقنى ئۆزگەرت

source: Change your email via Settings under Login Identity
ug: كىرىش كىملىكى ئاستىدىكى تەڭشەكتىن ئېلخەت ئادرېسىڭىزنى ئۆزگەرتىڭ

source: Check
ug: تەكشۈر

source: Check <icon></icon> is this a linguistically correct sentence?
ug: گىرامماتىكىسى توغرا چۈملە ئىكەنلىكىنى <icon></icon> تەكشۈرىدۇ

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
ug: تىلىڭىزنىڭ تىزىملىكتە بار-يوقلۇقىنى تەكشۈرۈڭ <languagesPageLink> Common Voice تىللار بېتى </languagesPageLink>. ئەگەر ئۇنداق بولمىسا، بۇ جەدۋەلنى تولدۇرۇڭ، بىز <strong>سىزگە قۇلايلىق ئېلخەت ئەۋەتىمىز خەتتە تىلىڭىزنى قانداق تەڭشەش چۈشەندۈرۈلگەن </ strong>.

source: Check Transcriptions
ug: خەت پۈتۈكنى تەكشۈر

source: <chevron></chevron>See less
ug: <chevron></chevron>ئاز كۆرسەت

source: <chevron></chevron>See more
ug: <chevron> </chevron> تېخىمۇ كۆپ

source: Chinese (China)
ug: خەنزۇچە(جۇڭگو)

source: Chinese (Hong Kong)
ug: خەنزۇچە(شياڭگاڭ)

source: Chinese (Taiwan)
ug: خەنزۇچە(تەيۋەن)

source: Chinyanja
ug: چىنيانجاچە

source: Choose language/localization
ug: تىل/يەرلىكلەشتۈرۈش تاللىنىدۇ

source: Chuvash
ug: چۇۋاشچە

source: Citation
ug: نەقىل

source: Cite with a URL link or the full name of the work.
ug: تور ئۇلىنىشى ياكى ئەسەرنىڭ تولۇق ئىسمى بىلەن نەقىل ئېلىنىدۇ.

source: Citing Sentences
ug: نەقىل جۈملىلەر

source: Click
ug: چېكىڭ

source: Clipboard not supported
ug: چاپلاش تاختىسىنى قوللىمايدۇ

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ug: { $clipCount } ئاۋاز ئۈزۈندىسى، ئومۇمىي ئارخىپ چوڭلۇقى { $size }. { $expires } ۋاقتى توشىدۇ.

source: Clip Graveyard
ug: ئاۋاز قەبىرىستانلىقى

source: Clips recorded
ug: ئاۋاز ئۈنگە ئېلىندى

source: Clips Uploaded
ug: ئاۋاز يۈكلەندى

source: Clips validated
ug: ئاۋاز دەلىللەندى

source: Clips You've Recorded
ug: سىز ئۈنگە ئالغان ئاۋازلار

source: Clips You've Validated
ug: سىز دەلىللىگەن ئاۋازلار

source: Close
ug: تاقا

source: Collecting sentences
ug: جۈملە توپلاش

source: Comment
ug: باھا

source: Common Voice data plus all other voice datasets above.
ug: Common Voice سانلىق مەلۇماتقا قوشۇلۇپ يۇقىرىقى بارلىق باشقا ئاۋاز سانلىق مەلۇماتنى ئۆز ئىچىگە ئالىدۇ.

source: Common Voice Dataset
ug: Common Voice ساندانى

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
ug: Common Voice قۇرۇلۇشى Mozilla ۋەخپىسى (ئامېرىكا 501c3 تەشكىلاتى) نىڭ قۇرۇلۇشى، مەبلىغى پۈتۈنلەي دېگۈدەك دۇنيانىڭ ھەر قايسى جايلىرىدىكى كىشىلەرنى <philantropicGrantLink>خەير-ساخاۋەت ئىئانىسى</philantropicGrantLink> دىن كەلگەن.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
ug: Common Voice خەير-ساخاۋەت ۋە ئىئانىگە تايىنىدۇ! بىز ئاكادېمىيە، پۇقرالار جەمئىيىتى ۋە كەسپىي تەتقىقاتچىلار بىلەن ھەمكارلىشىشنى ياقتۇرىمىز. Common Voice نى ھەقسىز ئىشلەتكىلى بولىدۇ ئەمما سۇپا ۋە مۇلازىمېتىر چىقىمىغا ھەسسە قوشۇشىڭىزغا ھەقىقەتەن ئېھتىياجلىق.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ug: Common Voice دېگەن Mozilla نىڭ كىشىلەرنىڭ قانداق سۆزلەيدىغانلىقىنى ماشىنىلارغا ئۆگىتىشنى نىشان قىلغان تۈرى.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ug: Common Voice دۇنيادىكى ئەڭ چوڭ، كۆپ تىللىق جامائەتكە ئېچىۋېتىلگەن ئاۋاز ئامبىرى.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ug: Common Voice تىكى ئۈن خاتىرىسىنى ئاكادېمىكلار ، كىچىك تىپتىكى كارخانىلار ۋە ئاۋاز پەرقلەندۈرۈش ھەۋەسكارلىرى ئىشلىتىپ مەشىقلەندۈرۈش ئىلىپ بارىدۇ شۇنداقلا ئاۋاز مودېلغا ئوخشاش ئوچۇق مەنبەلەرنى بېيىتىدۇ. نېمە ئۈچۈن ئۈن خاتىرىڭىزنى ئۆچۈرمەكچى بولۇپ قالغانلىقىڭىزنى بىزگە دەپ بېرەلەمسىز؟

source: Community and Languages
ug: جامائەت ۋە تىل

source: Community, Creatives and Civil Society
ug: مەھەللە، ئىجادكارلار ۋە پۇقرالار جەمئىيىتى

source: Community participation and decision making.
ug: مەھەللىدە قارار چىقىرىشقا قاتنىشىش.

source: Community Playbook
ug: مەھەللە قوللانمىسى

source: Confirm Goal
ug: نىشاننى جەزملەشتۈرۈڭ

source: Connect with Gravatar
ug: Gravatar بىلەن ئۇلاڭ

source: Contact
ug: ئالاقىلىشىڭ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
ug: يازغۇچى، دراماتورگ ياكى سىنارىستلار بىلەن ئالاقىلىشىڭ ھەمدە ئۇلارنىڭ ئەسەرلىرىنىڭ ئاز بىر قىسمىنى ئاممىۋى دائىرىگە بېغىشلاشنى خالايدىغان-خالىمايدىغانلىقىنى سوراڭ.

source: Contact Form
ug: ئالاقە جەدۋىلى

source: Contact the Common Voice team
ug: Common Voice قوشۇنى بىلەن ئالاقىلىشىڭ

source: Contact us
ug: بىز بىلەن ئالاقىلىشىڭ

source: Contact Us
ug: بىز بىلەن ئالاقىلىشىڭ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ug: مەزمۇنلار <licenseLink> ئىجادىيەت ئورتاقلىق ئىجازەتنامىسى </licenseLink>دە ئىشلىتىلىدۇ

source: Continue
ug: داۋاملاشتۇر

source: Continue speaking
ug: سۆزلەشنى داۋاملاشتۇر

source: Continue validating
ug: دەلىللەشنى داۋاملاشتۇر

source: Contribute
ug: تۆھپە قوشاي

source: Contribute sentences
ug: جۈملىلەرنى قوشۇڭ

source: Contribute to { $lang }
ug: { $lang } غا تۆھپە قوشاي

source: Contributing to dataset for { $language }
ug: { $language } سانلىق مەلۇمات توپلىمىغا تۆھپە قوشۇش

source: Contribution Activity
ug: تۆھپە پائالىيىتى

source: Contribution Criteria
ug: تۆھپە ئۆلچىمى

source: Contribution Experience
ug: تۆھپە تەجرىبىسى

source: Contribution Guidelines
ug: تۆھپە يېتەكچىسى

source: Contributors record voice clips by reading from a bank of donated sentences.
ug: تۆھپىكارلار ئىئانە قىلىنغان جۈملىلەرنى ئوقۇش ئارقىلىق ئاۋازلارنى خاتىرىلەيدۇ.

source: <cookiesLink>Cookies<cookiesLink>
ug: <cookiesLink>ساقلانما<cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ug: <coquiLink> Coqui </coquiLink> ئوچۇق نۇتۇق تېخنىكىسىغا بېغىشلانغان. ئۇلارنىڭ تۈرلىرى چوڭقۇر ئۆگىنىشنى ئاساس قىلغان STT ۋە TTS موتورلىرىنى ئۆز ئىچىگە ئالىدۇ.

source: Cornish
ug: كورنىشچە

source: Correct
ug: توغرا

source: Corsican
ug: كورساچە

source: { $count } clips
ug: ئاۋاز

source: { $count }mo
ug: ئاي

source: Country/Region of Residence
ug: تۇرۇشلۇق دۆلەت/رايون

source: { $count }wk
ug: ھەپتە

source: { $count }y
ug: يىل

source: [Crackle] giant dinosaurs of [crackle] -riassic.
ug: [چاراس-چۇرۇس]ترىناسىك ئېراسىنىڭ گىگانت [چاراس-چۇرۇس]دىنوزاۋرلىرى.

source: Create a Custom Goal
ug: ئىختىيارى نىشان تىكلەڭ

source: Create a profile
ug: تەرجىمىھال قۇر

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
ug: ئۆزىڭىز ياكى دوستلىرىڭىز ياكى تىل جامائىتىڭىز بىلەن زامانىۋى، جانلىق تىلدىكى جۈملىلىرىنى تۈزۈڭ - مەسىلەن «كۆزۈڭگە قاراپ ماڭ» دېگەندەك.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ug: تېخىمۇ كۆپ كىشىگە Common Voice ئۈچۈن تۆھپە قوشۇش پۇرسىتى يارىتىپ، سانلىق مەلۇمات توپلىمىنىڭ ئىمكانقەدەر كۆپ كىشىگە مۇلازىمەت قىلىشىغا كاپالەتلىك قىلىدۇ. بىز سىز ئىشلىتەلەيدىغان مەنبە ۋە قېلىپلارنى قۇردۇق!

source: Crimean Tatar
ug: قىرىم تاتارچە

source: Criteria
ug: ئۆلچەم

source: Croatian
ug: كىرودىيەچە

source: Czech
ug: چېخچە

source: Dagbani
ug: داگبانىچە

source: Daily Goal
ug: كۈندىلىك نىشان

source: Danish
ug: دانىشچە

source: Dargwa
ug: دارگۋا

source: Dashboard
ug: باش تاختا

source: Dataset Release
ug: سانلىق مەلۇمات توپلىمى تارقىتىلىشى

source: Datasets
ug: سانلىق-مەلۇمات توپلىمى

source: Date
ug: چېسلا

source: Days
ug: كۈن

source: Delete
ug: ئۆچۈر

source: Delete my recordings
ug: ئۈن خاتىرەمنى ئۆچۈر

source: Delete Profile
ug: تەرجىمىھالنى ئۆچۈر

source: Dhivehi
ug: دىۋەخىچە

source: Dholuo
ug: خولو

source: Did you know…
ug: بىلەمسىز…

source: Different language
ug: ئوخشىمىغان تىل

source: Difficult
ug: قىيىن

source: Difficult to pronounce
ug: تەلەپپۇز قىلىش قىيىن

source: Dioula
ug: دىيۇلاچە

source: Discard ongoing recording
ug: ئېلىنىۋاتقان ئۈندىن ۋاز كىچىش

source: Discover languages and communities and common voice
ug: تىل بايقاش ۋە جامائەت ھەمدە common voice

source: Does the sentence meet the guidelines?
ug: بۇ جۈملە كۆرسەتمىگە ئۇيغۇنمۇ؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
ug: دائىرە جۈملە تېمىسىنى كۆرسىتىدۇ. نۆۋەتتە تاللىيالايدىغان دائىرىڭىز:

source: Donate
ug: ئىئانە

source: Donate your voice
ug: ئاۋازىڭىزنى ئىئانە قىلىڭ

source: Done
ug: تامام

source: Don't see your language on Common Voice yet?
ug: Common Voice تا تېخى تىلىڭىزنى كۆرمىدىڭىزمۇ؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ug: تىلىڭىز سانلىق مەلۇماتتا ئەكس ئەتمەپتىمۇ؟ تىل تەلەپ قىلىش ئۈچۈن بىزنىڭ تىل بېتىمىزگە يۆتكىلىڭ .

source: Don't wish to say
ug: دېگۈم يوق

source: Download
ug: چۈشۈر

source: Download Common Voice Data
ug: Common Voice سانلىق مەلۇماتلىرىنى چۈشۈرۈڭ

source: Download Data
ug: سانلىق مەلۇماتنى چۈشۈرۈش

source: Download Dataset Bundle
ug: سانلىق مەلۇمات بوغچىسىنى چۈشۈرۈڭ

source: Download { $language }
ug: { $language }نى چۈشۈر

source: Download Links
ug: ئۇلانمىلارنى چۈشۈر

source: Download My Data
ug: سانلىق مەلۇماتىمنى چۈشۈرىمەن

source: Download options for accessing Common Voice data
ug: Common Voice سانلىق مەلۇماتىغا ئېرىشىشنىڭ چۈشۈرۈش تاللانمىسى

source: Download our voice datasets
ug: ئاۋاز سانلىق مەلۇمات توپلىمىمىزنى چۈشۈرىدۇ

source: Download profile data
ug: ئارخىپ ئۇچۇرىنى چۈشۈرۈش

source: Download the Dataset
ug: سانلىق مەلۇمات توپلىمىنى چۈشۈرۈش
